Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Bitten Contract.tmx
Source language: en
Languages: es_419

source: yup, hehe. she really likes your acting in the best intern.
es_419: sip, je, je. adora tu actuación en la pasante poderosa.

source: her emoticon looks just like her.
es_419: su emoticón se parece a ella.

source: it's time for you to get ready for filming, chae-i.
es_419: debes prepararte para el rodaje, chae-i.

source: you're... sniff... my grandma, you know!!!
es_419: ¡¡tú eres… snif… mi abuela, lo sabes!!

source: ...why do I keep thinking of that oppa?
es_419: … ¿por qué sigo pensando en ese oppa?

source: has he been a fan for a while?
es_419: ¿desde cuándo es mi fan?

source: um... what can I do?
es_419: em… ¿qué puedo hacer?

source: puahaha, fool! he's calling her gloomy because she won't talk with him. hahaha.
es_419: ¡buajajaja, idiota! la llama sombría porque ella no le hablaría a él. ja, ja, ja.

source: do you know anyone else like you? introduce her to me!
es_419: ¿conoces a alguien igual a ti? ¡por favor, preséntamela!

source: In that case, I'd rather have a contract relationship with you.
es_419: entonces preferiría tener el contrato amoroso contigo.

source: she's really drunk.
es_419: en verdad está borracha.

source: is everyone having a good time?
es_419: ¿están todos disfrutando?

source: give me a written apology.
es_419: discúlpate por escrito.

source: ...when you want a serious conversation.
es_419: … cuando quieras conversar en serio.

source: ...what can I gain by helping you, chae-i?
es_419: … ¿qué gano con ayudarte, chae-i?

source: I watched the web drama you were in and even your stage performances!
es_419: ¡vi la novela web y hasta te vi cantar en un concierto!

source: I don't remember clearly because I was so young, but I think he's my first crush.
es_419: no lo recuerdo claramente, porque era muy pequeña, pero creo que él es mi primer amor.

source: stop it!
es_419: ¡basta!

source: uncle ijun, come on! where's the autograph?
es_419: tío ijun, ¡dime! ¿dónde está el autógrafo?

source: no, we haven't... but I thought I was quite famous now.
es_419: no, aún no… pero pensaba que ya era famoso.

source: do you want to get summoned by the ceo again?
es_419: ¿quieres que la jefa te sermonee otra vez?

source: h-here's some salad! it's good!
es_419: ¡a-aquí está la ensalada! ¡está buena!

source: our relationship is like a thread and needle!
es_419: ¡es una relación totalmente equilibrada!

source: did I forget how to bite properly?
es_419: ¿acaso olvidé cómo morder correctamente?

source: haha, really?
es_419: ja, ja, ¿sí?

source: What do you look for in a woman?
es_419: ¿Qué buscas en una mujer?

source: blargh
es_419: AGHSH

source: hey! how can you-! are you picking a fight?!
es_419: ¡ey! ¡cómo te atreves! ¡¿estás buscando pelea?!

source: hahaha
es_419: JAJAJA

source: I should give my label and manager a heads up, right?
es_419: debería avisarle a mi representante y a mi productora, ¿no?

source: I brought some more cheese...
es_419: traje más queso…

source: ha!
es_419: ¡ja!

source: I have to make a call now.
es_419: debo hacer una llamada ahora.

source: I need to get my ijun to taste real blood!
es_419: ¡Necesito que mi Ijun pruebe sangre de verdad!

source: you helped me wrap up the final scene on a good note.
es_419: me ayudaste a terminar la última escena con un buen nivel.

source: ...so what's going on?
es_419: … ¿qué pasa?

source: mm-hm!
es_419: ¡mjum!

source: so mr. park is...
es_419: así que el señor park está…

source: she's still super straightforward if she wants something.
es_419: sigue siendo muy directa cuando quiere algo.

source: Ballantino's Aged 30 years!
es_419: ¡BALANTINO RESERVA 30 AÑOS!

source: that line isn't in the script...
es_419: esa línea no está en el guion…

source: let's give it a bit more time.
es_419: le daremos un poco más de tiempo.

source: it was easier to drink blood when we were trainees...
es_419: era más fácil beber sangre cuando éramos novatos…

source: oh… but it feels like a while! haha.
es_419: ay… ¡pero parece un año! ja, ja.

source: I've never seen him this drunk before...
es_419: nunca lo había visto tan borracho…

source: zoom
es_419: FIUM

source: but I think I'm a little tense because this is the first big role I got in a tv series...
es_419: pero creo que estoy un poquito tenso porque es mi primer papel grande en una serie de tv…

source: um... y-yes...
es_419: em… s-sí…

source: he
es_419: JE

source: he says your acting is so good.
es_419: dice que actúas muy bien.

source: hey, I wasn't that bad.
es_419: ey, no estuve tan mal.

source: I know this doesn't make sense... and I feel like I'm crazy...
es_419: sé que esto no tiene sentido… y siento que estoy loca…

source: ijun! did something good happen to you?
es_419: ¡ijun! ¿por qué estás tan feliz?

source: stop thinking! get your act together!
es_419: ¡deja de pensar! ¡espabílate!

source: brake
es_419: FRENA

source: no wonder...
es_419: con razón…

source: ding dong
es_419: DIN DON

source: I normally don't get nervous like this...
es_419: normalmente no me pongo tan nervioso…

source: ...like getting caught on a date by paparazzis...
es_419: … como que los paparazzi nos pillen un día…

source: it isn't difficult, right? just bite me.
es_419: no es tan difícil, ¿verdad? solo muérdeme.

source: I'm okaaay!
es_419: ¡muy bieeen!

source: scramble
es_419: TORPE

source: hahaha, chae-i reeeally likes you a lot!
es_419: ja, ja, ¡en seeerio le gustas mucho a chae-i!

source: I should do a face mask tonight...
es_419: me pondré una mascarilla esta noche…

source: oh, yun!
es_419: ¡ey, Yun!

source: he was better than me...
es_419: él fue mejor que yo…

source: views
es_419: visualizaciones

source: you’re here!
es_419: ¡llegaron!

source: there's... no way that would happen.
es_419: no hay… manera de que eso ocurra.

source: let's have a date each time we meet. just like any other couple.
es_419: tendremos una cita cada vez que nos veamos. como cualquier pareja.

source: ...have you been to the doctor?
es_419: … ¿ya has ido al médico?

source: nah! it's just you! haha.
es_419: ¡nah! ¡es solo a ti! ja, ja.

source: it's spam.
es_419: es un spam

source: ah...
es_419: agh…

source: do you not remember last night?
es_419: ¿te acuerdas algo de anoche?

source: sigh
es_419: Ains

source: our fangs appear briefly only when we drink blood...
es_419: los colmillos salen momentáneamente cuando bebemos sangre…

source: you--
es_419: tú…

source: success mindset what a ****
es_419: éxito mental qué p****

source: waterproof equipment
es_419: EQUIPO A PRUEBA DE AGUA

source: Best Comments
es_419: Mejores Comentarios

source: I'm reporting you for sexual harassment!!
es_419: ¡te denunciaré por acoso sexual!

source: munch
es_419: ÑAM

source: if he asks you out, will you date him?
es_419: si él te invitara a salir, ¿aceptarías?

source: I heard you ran into her recently!
es_419: ¡supe que te la encontraste hace poco!

source: could you give me your autograph?
es_419: ¿podrías darme tu autógrafo?

source: and the meeting’s tomorrow... what should I do?
es_419: y la reunión es mañana… ¿qué debo hacer?

source: 952 Comments
es_419: 952 Comentarios

source: you should go out first.
es_419: deberías salir tú primero.

source: even though I saw you film the crying scene, I still cried a lot while watching the actual episode on tv.
es_419: y aunque estuve en el rodaje de la escena en la que usted llora, también lloré al ver el episodio en la tv.

source: ...you end up giving in~
es_419: … terminarás cediendo…

source: oh... you must be a celebrity!
es_419: ay… ¡tú debes ser una celebridad!

source: don't drink too much... you always have a hard time the next morning...
es_419: no bebas mucho… siempre la pasas mal al otro día…

source: What I Hate
es_419: lo que odio

source: erm.. ergh...
es_419: ay… au…

source: even if we start dating, everyone will think we don't go well together.
es_419: si saliéramos, todo el mundo pensaría que no encajamos.

source: oooh!
es_419: ¡mmm!

source: wh-what?!
es_419: ¡¿q-qué?!

source: yeah, but because of the recent controversy... the director doesn't seem convinced.
es_419: sí, pero por la reciente controversia… el director no parece muy convencido.

source: people might think filming is almost over--
es_419: la gente podría pensar que la grabación casi termina…

source: the line was long.
es_419: la fila era larga.

source: why do you ask?
es_419: ¿por qué?

source: ...and I still like my first crush... so I'm not interested in anyone else.
es_419: … y aún me gusta mi primer amor… así que no estoy interesado en nadie más.

source: jaeyong, you're not here to see me, are you?
es_419: jaeyong, no viniste a verme, ¿verdad?

source: I'm sorry...
es_419: lo siento…

source: ha! you haven't even known her that long.
es_419: ¡agh! ni siquiera la conoces hace tanto.

source: I just got here and ran into chae-i. we were catching up.
es_419: acabo de llegar y me topé con chae-i. nos poníamos al día.

source: next up, the hottest celebrity couple!
es_419: a continuación, ¡la pareja de famosos más sexy!

source: are you here to eat?
es_419: ¿vas a comer aquí?

source: I was always grateful to him for being so caring...
es_419: siempre sentí gratitud hacia él por preocuparse por mí…

source: is he a singer you like?
es_419: ¿lo sigues?

source: ah, really?
es_419: ¿en serio?

source: that's what he said…
es_419: fue lo que él dijo…

source: what are you doing--
es_419: ¿qué estás haciendo?…

source: can we keep in touch even after our contract relationship ends?
es_419: ¿podemos seguir en contacto incluso después de que nuestro contrato acabe?

source: we were practicing a script...
es_419: estábamos ensayando una escena…

source: oh, I was just curious.
es_419: ah, solo tenía curiosidad.

source: it was a real honor to work with such outstanding staff and actors.
es_419: fue un honor trabajar con un equipo y actores tan extraordinarios.

source: ...can you bite me?
es_419: … ¿podrías morderme?

source: I'm asking for a written apology about yesterday.
es_419: te pido que te disculpes por escrito por lo de ayer.

source: I see. hello!
es_419: ah. ¡hola!

source: uh-oh...
es_419: eh, ay…

source: ...I’ll ask her.
es_419: … yo le preguntaré.

source: why is he killing time like this?
es_419: ¿por qué mata el tiempo así?

source: ...once you wrap up this drama, let's take a break, chae-i.
es_419: … chae-i, cuando termines esta novela, tomaremos un descanso.

source: my child, can you be like a real brother to chae-i?
es_419: mi niño, ¿podrías ser como un verdadero hermano para ella?

source: is it alright if I talk to you?
es_419: ¿podemos hablar?

source: is... it really okay for me to stay?
es_419: ¿e-está bien si me quedo?

source: alcohol swab
es_419: TOALLITA CON ALCOHOL

source: what's... this?
es_419: ¿qué es… esto?

source: what's that?
es_419: ¿qué fue eso?

source: ...during my hardest times.
es_419: … en los momentos más difíciles.

source: dating?
es_419: ¿salir?

source: welcome
es_419: bienvenidos

source: we saw each other last thursday.
es_419: nos vimos el jueves pasado.

source: ENTRANCE
es_419: entrada

source: hey, I brought some clothes for you to change into.
es_419: oye, te traje ropa para que te cambies.

source: you shouldn't behave that way with family. let's hang up.
es_419: no deberías portarte así con tu familia. mejor colguemos.

source: Domination vs.
es_419: Dominar vs.

source: and I thought of you, chae-i.
es_419: y pensé en ti, chae-i.

source: no worries!
es_419: ¡tranqui!

source: WATERPROOF EQUI
es_419: EQUIPO A PRUEBA DE AGUA

source: what're you doing?!
es_419: ¡¿qué haces?!

source: they look really good together.
es_419: se ven muy bien juntos.

source: of course, I recommended you because of your acting skills too.
es_419: obviamente, también la recomendé por su talento.

source: let's make this a hit!
es_419: ¡vamos a ser un éxito!

source: eek...
es_419: uigh…

source: how many days has it been?
es_419: ¿cuántos días han pasado?

source: chae-i! you're here!
es_419: chae-i, ¡estás aquí!

source: do I have to wait again?
es_419: ¿tendré que esperar de nuevo?

source: ...but I’m willing to try anything I can...
es_419: … pero estoy dispuesta a probarlo todo…

source: I'm leon from plix!
es_419: ¡soy león, de plix!

source: did... something happen?
es_419: ¿ocurrió… algo?

source: it's not human blood after all!
es_419: ¡no es sangre humana!

source: things have been rough recently, right?
es_419: las cosas han sido difíciles últimamente, ¿no?

source: what? that makes no sense!
es_419: ¿qué? ¡eso no tiene sentido!

source: I just wanted to help...
es_419: solo quería ayudarla…

source: huh? what?
es_419: ¿eh? ¿qué?

source: gloom
es_419: ABATIDO

source: excuse me, I need to go to the restroom.
es_419: disculpen, necesito ir al tocador.

source: File (F) Edit(E) View(V) Bookmark(B) Settings(T) Help(H) New Tab(N) Print(P)
es_419: Archivo (F) Editar (E) Vista(V) Marcadores(B) Ajustes(T) Ayuda(H) Ventana Nueva(N) Imprimir(P)

source: h-hello?
es_419: ¿h-hola?

source: ha
es_419: JA

source: no, I'm not.
es_419: no, no.

source: I'm so grateful and happy.
es_419: estoy muy agradecida y feliz.

source: I... look young for my age, don't I? vampires don't age quickly.
es_419: parezco… más joven de lo que soy, ¿no? los vampiros no envejecemos tanto.

source: of course, sera's not the only one...
es_419: por supuesto, sera no es la única…

source: I made hangover soup. come out and have some.
es_419: preparé sopa para la resaca. ven y toma un poco.

source: that's totally different from drinking fresh blood!
es_419: ¡eso es totalmente diferente a beber sangre fresca!

source: forget it.
es_419: olvídalo.

source: that's true. what should we decide on first?
es_419: es verdad. ¿qué debemos decidir primero?

source: A Boy's World
es_419: el mundo de un chico

source: her face, specs, and family are all perfect…
es_419: su cara, sus ojos y su familia son perfectos…

source: I didn't know, but he's in a really famous idol group!
es_419: no lo sabía, pero está en una banda ídolo famosa.

source: you know, chae-i...
es_419: ya sabes, chae-i…

source: it's not sudden.
es_419: no es de repente.

source: because I-- her.
es_419: porque la a…

source: ...more rude than I thought.
es_419: … es más grosero de lo que pensé.

source: stop drinking! you'll get drunk.
es_419: ¡deja de beber! vas a emborracharte.

source: yeah! oh...
es_419: ¡sí! aah…

source: GULP
es_419: GLUP

source: no, no, it's alright!
es_419: no, no, ¡está bien!

source: and I liked yUn... for a really long time...
es_419: y me gusta yun… desde hace mucho…

source: I'm not in the mood to joke around--
es_419: no estoy de humor para bromas…

source: I'm sorry, seonbae...
es_419: lo siento, seonbae…

source: hahaha, this is nothing...
es_419: ja, ja, ja, no es nada…

source: Chae-i suffers from a chronic headache, which has earned her a terrible reputation as an actress.
es_419: Chae-i sufre de dolor de cabeza crónico lo que le ha provocado una terrible reputación como actriz.

source: hmm… chae-i's face is a bit gloomy though.
es_419: mmm… aunque también un poco sombría.

source: I need blood...
es_419: necesito sangre…

source: I have to go back in now...
es_419: tengo que regresar ahora…

source: me too. excuse me.
es_419: yo también, disculpen.

source: you're both vampires, so it'll be convenient.
es_419: los dos son vampiros, así que será conveniente.

source: ah!
es_419: ¡ay!

source: yun has had several relationships during the time I've known him.
es_419: yun ha tenido varias relaciones desde que lo conozco.

source: yes, I'm meeting a friend.
es_419: sí, me encontraré con un amigo.

source: fine, enjoy it then...
es_419: bien, disfrútalo…

source: there are no news articles and we can't publicly deny rumors that go around in the dark.
es_419: no hay artículos nuevos, y no podemos desmentir públicamente rumores que no han salido a la luz.

source: entertaining...
es_419: entretener…

source: idol? oh! this song?
es_419: ¿ídolos? ¿la canción?

source: ¡Apparently, she chased yun around everywhere since high school! hahaha!
es_419: ¡parece que ella ha perseguido a yun desde la secundaria! ¡ja, ja, ja!

source: *beef tartare
es_419: *tartar de carne

source: I should get closer...
es_419: debería acercarme…

source: I can't just let it slide in case it happens to someone else.
es_419: no puedo dejarlo pasar tan fácilmente. podría ocurrirle a otra.

source: you've got it wrong!
es_419: ¡te equivocas!

source: ding
es_419: TING

source: right? but they say they're not dating.
es_419: quizá. pero dicen que no están saliendo.

source: my friend became a complete fan after seeing you act in this drama.
es_419: un amigo se convirtió en un superfan después de verla en esta novela.

source: yes, how did you know?
es_419: sí, ¿cómo lo sabes?

source: I noticed that the call didn't end.
es_419: me di cuenta de que no colgaste.

source: cut! again!
es_419: ¡corte! ¡otra vez!

source: I'm asking around. sera said she's coming.
es_419: estoy preguntándoles. sera dijo que sí.

source: you work every day in the cold even though you're unwell.
es_419: trabajas todos los días en el frío aunque te sientas mal.

source: that happens only in novels and movies.
es_419: eso solo sucede en novelas y películas.

source: what about my favorite idol? it's a collab between director yongho lee and scriptwriter miyeon kim, who wrote blue summer.
es_419: ¿qué tal mi ídolo favorito? es una colaboración entre el director yongho lee y la guionista miyeon kim, la que escribió verano azul.

source: ah, he didn't answer me!
es_419: ¡ay, no me respondió!

source: I'm going overboard...
es_419: estoy exagerando…

source: huh? oh, alright.
es_419: ¿eh? ah, muy bien.

source: no. it's just a coincidence. stop linking it to everythi--
es_419: no, es solo una coincidencia. deja de relacionarlo con to…

source: any... thing?
es_419: ¿lo que… sea?

source: then- hahaha, oppa- haha, you're- hahaha, a mosquito? ahahaha!
es_419: enton… jajaja, oppa… jaja, eres… jajaja, ¿un mosquito? ¡jajajaja!

source: stubborn girl...
es_419: niña testaruda…

source: maybe in a week...
es_419: tal vez en una semana…

source: you just don't want to buy chaehun a car, do you?
es_419: es que no quieres comprarle un auto a chaehun, ¿es eso?

source: yay! ijun!
es_419: ¡hey! ¡Ijun!

source: I've heard of plix! sorry I didn't recognize you!
es_419: ¡he escuchado algo de plix! ¡perdona por no reconocerte!

source: I couldn't see any other spot...
es_419: no encontré otro punto…

source: ugh, gosh...
es_419: agh, dios…

source: flush
es_419: FURIOSO

source: do you...
es_419: ¿estás…?

source: it's becau--
es_419: vino a…

source: plentiful
es_419: REPLETO

source: prepare what?
es_419: ¿preparar qué?

source: at this rate, all the filming will happen out of order and take longer!!!
es_419: ¡¡a este ritmo, todo el rodaje será una locura y tomará más tiempo!!

source: besides, you know my secret too.
es_419: además, tú también sabes mi secreto.

source: it's Leon!!!
es_419: ¡¡¡es león!!!

source: you said you have a meeting tomorrow. you should go rest.
es_419: dijiste que tenías una reunión mañana. deberías ir a descansar.

source: What a terrible person.
es_419: Qué persona más horripilante.

source: you're just too young to know better.
es_419: es que eres muy joven para saberlo.

source: after working ridiculous hours one day, I had stayed up all night to finish a last-minute script and ran to the set.
es_419: un día, después de trabajar horas y horas, pasé despierta toda la noche intentando terminar un guion de último minuto y corrí al set.

source: huh? oh, okay...
es_419: ¿eh? ah, bueno…

source: hyeong, what does tomorrow look like?
es_419: hyeong, ¿qué tal pinta mañana?

source: would you believe me?
es_419: ¿me creerías?

source: ROOKIE OF THE YEAR MALE
es_419: revelación del año

source: I'm sure of it! haha.
es_419: ¡estoy seguro! ja, ja.

source: aha...
es_419: AJÁ…

source: ...so you don't need to worry as her friend anymore.
es_419: … así que ya no tienes que preocuparte como amigo.

source: I just heard such rumors.
es_419: solo lo escuché por ahí.

source: oh, that movie--
es_419: ah, esa película…

source: chae-i, you deserve better.
es_419: chae-i, mereces a alguien mejor.

source: it's a romance drama... haha...
es_419: es una novela romántica… ja, ja…

source: I... like to take special care of myself.
es_419: me… gusta… cuidarme.

source: I should work harder!
es_419: ¡debo esforzarme más!

source: to hear that they're dating...
es_419: que ellos estén saliendo…

source: I was so good... to her!
es_419: ¡yo era muy bueno… para ella!

source: unbelievable...
es_419: increíble…

source: who would you choose?
es_419: ¿a quién elegirías?

source: Subscriptions
es_419: Suscripciones

source: chae-i, I'm sorry. you must be tired.
es_419: chae-i, lo siento. debe estar cansada.

source: I do... but it doesn't have to be today. let's meet another--
es_419: sí… pero no tiene que ser hoy. nos vemos otro…

source: even if sera invited you to join us--
es_419: aunque sera te haya invitado a unirte…

source: awake?
es_419: ¿despierta?

source: don't talk to him... he can't hear you right now.
es_419: no le hables… no puede escucharte ahora.

source: my nephew is a fan of yours...
es_419: mi sobrino es superfan tuyo…

source: what's your nephew's name?
es_419: ¿cómo se llama tu sobrino?

source: I wanted to let you know that there's nothing to worry about.
es_419: y quería que supieras que no hay nada de qué preocuparse.

source: EMERGENCY EXIT
es_419: SALIDA DE EMERGENCIA

source: you asked me for help while you film your next drama...
es_419: me pediste ayuda para grabar tu próxima novela…

source: I really like the depth in your eyes.
es_419: me gusta la profundidad de su mirada.

source: I just wanted to encourage you...
es_419: solo quería animarte…

source: you saw my acting?
es_419: ¿me has visto?

source: Ijun Seo Makes a Comeback in 1st Place
es_419: ijun seo vuelve al primer lugar

source: we're no different from humans.
es_419: no somos diferentes a los humanos.

source: Favorite Idol
es_419: ÍDOLO FAVORITO

source: ...then how about a light drink?
es_419: … ¿y si bebemos algo?

source: He's the one actor I like...
es_419: Él es el actor que a mí me gusta…

source: I don't feel comfortable talking about it outside...
es_419: no me siento cómodo conversando sobre esto afuera…

source: be careful. someone took a picture and you almost got in trouble last time, remember?
es_419: ten cuidado. la última vez te tomaron una foto y casi te metes en problemas, ¿recuerdas?

source: bye, take care!
es_419: ¡adiós, cuídate!

source: I'm sorry, I don't remember.
es_419: lo siento, no recuerdo.

source: ...not go well?
es_419: … bien?

source: should...
es_419: ¿debería…

source: waah
es_419: BUAAA

source: STBS Drama The best Intern
es_419: stbs novela la pasante poderosa

source: sir...
es_419: señor…

source: blood...
es_419: sangre…

source: hey! stop drinking!!!
es_419: ¡oye! ¡¡para de beber!!

source: you're both here early!
es_419: ¡llegaron temprano!

source: whiiir
es_419: FUUUS

source: ugh
es_419: AGH

source: I wish I could call ijun oppa over to help him...
es_419: ojalá pudiera llamar a ijun oppa para que lo ayude.

source: SY_x0003_ Don't get ur hopes up.
es_419: SY No te ilusiones.

source: yeah... why is love so hard?
es_419: sip… ¿por qué el amor es tan duro?

source: I really feel better!
es_419: ¡me siento mejor!

source: why are you here without any prior notice?
es_419: ¿por qué vienes sin avisar?

source: are you leaving?
es_419: ¿te vas?

source: sure.
es_419: claro.

source: I like human blood, not cow blood.
es_419: me gusta la sangre humana, no la de vaca.

source: well, there's a numbing effect.
es_419: pues, es un efecto anestésico.

source: uh-huh. you heard!
es_419: ajá. ¡te enteraste!
